{"date":"2021-02-03","notes":[{"id":1,"title":"a","text":"afafafa","image":"https://cdn1.flamp.ru/6aa1f342540e44588b228a6d5a5eb006.jpg"},{"id":2,"title":"Илон Маск: Neuralink вживила в мозг обезьяны чип","text":"Стартап Neuralink Илона Маска, который разрабатывает интерфейс подключения мозга к компьютеру, смог успешно вживить обезьяне чип, позволяющий силой мысли играть в видеоигры. Об этом заявил сам предприниматель во время общения в чате со своими поклонниками в приложении Clubhouse, пишет Bloomberg. \r\n\r\nПо словам Маска, в распоряжении компании есть обезьяна с беспроводным имплантом в черепе, которая может играть в видеоигры силой мысли с помощью этого чипа. Миллиардер отметил, что животное хорошо себя чувствует и счастливо, а сам имплант незаметен внешне. Neuralink планирует, что обезьяны компании будут играть друг с другом в интеллектуальный пинг-понг с помощью разума, рассказал Маск. \r\n\r\nПредприниматель не стал уточнять подробности того, как был установлен имплант и как он работает, но пообещал, что в скором времени покажет видеоролик с обезьянами, которые играют в видеоигры. \r\n\r\nМаск уточнил, что главная цель всего проекта — устранение последствий травм головного и спинного мозга и восстановление утраченных из-за них способностей. По его словам, компания уже создала примитивные версии таких устройств — они похожи на Fitbit в голове с крошечными проводами, которые соединяют чип и мозг, говорит миллиардер. \r\n\r\nИлон Маск основал Neuralink в марте 2017 года. С тех пор предприниматель вложил в стартап $158 миллионов. В июле 2020 года Маск поделился подробностями разработки нейроинтерфейса. Он утверждает, что установка чипа в человеческий мозг будет не сложнее лазерной операции по коррекции зрения, и устройство позволит слушать музыку с него напрямую. Кроме того, нейроинтерфейс поможет контролировать уровень гормонов и тем самым справляться с тревогой, говорил Маск. \r\n\r\nВ августе 2020 года компания показала свой нейроинтерфейс Link в виде монеты. Маск рассказал, что учёным удалось установить имплант двум свиньям, после чего чипы извлекли — животные при этом не пострадали. Миллиардер пообещал, что нейроинтерфейс будет поддерживать управление в играх, в частности, в StarCraft.","image":"https://interfax.by/upload/iblock/a32/a325290fa669a62b6098ba71a61f30cb.jpg"},{"id":3,"title":"JBUDS FRAMES ОТ JLAB","text":"Американская аудиокомпания JLab разработала аудио-гаджет JBuds Frames, представляющий собой два модуля с направленными вниз динамиками, которые крепятся на дужки очков непосредственно возле ушей. По сути, это наушники, которые могут интегрироваться в очки.\r\n\r\n\r\n\r\nКак сообщают в JLab, их главная особенность заключается в том, что в момент трансляции звук слышит только пользователь гаджета, при этом уши остаются открытыми не только для музыки, но и для других звуков.\r\n\r\n\r\n\r\nJBuds Frames обладают водонепроницаемостью стандарта IPX4, что надежно защищает их от дождя и пота. На них установлены кнопки, позволяющие регулировать громкость, прием/блокировку вызовов и переключение настроек эквалайзера. Предусмотрен также вариант использования только одного из наушников.\r\n\r\n\r\n\r\nВремя автономной работы – более восьми часов. Для большей компактности источник питания расположен отдельно и связан с модулями специальным кабелем. JBuds Frames можно приобрести за 50 долларов.","image":"https://all4tele.com/images/blog/5/news2.jpg"}]}